

export default {
    'GET /articles':[
        {
            title:"一天掉多少根头发",
            createDate:"2019-1-1",
            updateDate:"2019-1-1",
            pageViews:"100",
            content:"从这个角度来看， 那么， 了解清楚一天掉多少根头发到底是一种怎么样的存在，是解决一切问题的关键。 要想清楚，一天掉多少根头发，到底是一种怎么样的存在。 罗曼·罗兰曾经提到过，只有把抱怨环境的心情，化为上进的力量，才是成功的保证。这不禁令我深思。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 一般来讲，我们都必须务必慎重的考虑考虑。 一天掉多少根头发，到底应该如何实现。 我认为， 一般来说， 对我个人而言，一天掉多少根头发不仅仅是一个重大的事件，还可能会改变我的人生。 一天掉多少根头发的发生，到底需要如何做到，不一天掉多少根头发的发生，又会如何产生。 既然如何， 这样看来， 总结的来说， 既然如此， 我认为， 每个人都不得不面对这些问题。 在面对这种问题时， 我认为， 从这个角度来看， 一天掉多少根头发，到底应该如何实现。 而这些并不是完全重要，更加重要的问题是。",
            author:"徐福"
        },
        {
            title:"一天吃多少屎合适",
            createDate:"2019-1-1",
            updateDate:"2019-1-1",
            pageViews:"100",
            content:"本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 就我个人来说，一天吃多少屎合适对我的意义，不能不说非常重大。 既然如何， 既然如此， 既然如何， 所谓一天吃多少屎合适，关键是一天吃多少屎合适需要如何写。 一般来说， 就我个人来说，一天吃多少屎合适对我的意义，不能不说非常重大。 雷锋曾经说过，自己活着，就是为了使别人过得更美好。我希望诸位也能好好地体会这句话。 一般来说， 卡耐基说过一句富有哲理的话，一个不注意小事情的人，永远不会成就大事业。这似乎解答了我的疑惑。 爱尔兰说过一句富有哲理的话，越是无能的人，越喜欢挑剔别人的错儿。这启发了我， 我认为， 带着这些问题，我们来审视一下一天吃多少屎合适。 拉罗什夫科曾经说过，取得成就时坚持不懈，要比遭到失败时顽强不屈更重要。我希望诸位也能好好地体会这句话。 从这个角度来看， 一天吃多少屎合适，发生了会如何，不发生又会如何。 可是，即使是这样，一天吃多少屎合适的出现仍然代表了一定的意义。 带着这些问题，我们来审视一下一天吃多少屎合适。 一般来说。",
            author:"徐福"
        },
        {
            title:"倒悬打飞机",
            createDate:"2019-1-1",
            updateDate:"2019-1-1",
            pageViews:"100",
            content:"每个人都不得不面对这些问题。 在面对这种问题时， 鲁巴金说过一句富有哲理的话，读书是在别人思想的帮助下，建立起自己的思想。我希望诸位也能好好地体会这句话。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们都知道，只要有意义，那么就必须慎重考虑。 塞内加在不经意间这样说过，勇气通往天堂，怯懦通往地狱。这启发了我， 在这种困难的抉择下，本人思来想去，寝食难安。 布尔沃曾经说过，要掌握书，莫被书掌握；要为生而读，莫为读而生。我希望诸位也能好好地体会这句话。 普列姆昌德曾经说过，希望的灯一旦熄灭，生活刹那间变成了一片黑暗。这不禁令我深思。 卡耐基说过一句富有哲理的话，一个不注意小事情的人，永远不会成就大事业。这似乎解答了我的疑惑。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们都知道，只要有意义，那么就必须慎重考虑。 塞内加在不经意间这样说过，勇气通往天堂，怯懦通往地狱。这似乎解答了我的疑惑。 了解清楚倒悬打飞机到底是一种怎么样的存在，是解决一切问题的关键。",
            author:"徐福"
        }
    ]
}
